Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: All providers
ar: جميع المزودين
de: Alle Anbieter
es: Todos los proveedores
fr: Tous les fournisseurs
hi: सभी प्रदाता
id: Semua penyedia
ja: すべてのプロバイダー
ko: 모든 제공업체
pt_br: Todos os provedores
ru: Все поставщики
th: ผู้ให้บริการทั้งหมด
tr: Tüm sağlayıcılar
vi: Tất cả nhà cung cấp
zh_hans: 全部服务商
zh_hant: 全部服務商

source: Analyzing your recent conversations...
ar: جارٍ تحليل محادثاتك الأخيرة…
de: Deine letzten Gespräche werden analysiert…
es: Analizando tus conversaciones recientes…
fr: Analyse de vos conversations récentes…
hi: आपकी हाल की बातचीत का विश्लेषण किया जा रहा है...
id: Menganalisis percakapan terkini Anda...
ja: 最近の会話を分析中…
ko: 최근 대화를 분석하는 중…
pt_br: Analisando suas conversas recentes…
ru: Анализируя ваши недавние разговоры...
th: กำลังวิเคราะห์การสนทนาล่าสุดของคุณ...
tr: Son konuşmalarınız analiz ediliyor...
vi: Đang phân tích cuộc trò chuyện gần đây của bạn...
zh_hans: 正在分析你最近的对话…
zh_hant: 正在分析你最近的對話…

source: Anthropic Messages protocol; uses x-api-key auth.
ar: بروتوكول Anthropic Messages؛ يستخدم مصادقة x-api-key.
de: Anthropic-Messages-Protokoll; verwendet x-api-key-Authentifizierung.
es: Protocolo Anthropic Messages; usa autenticación x-api-key.
fr: Protocole Anthropic Messages ; utilise l'authentification x-api-key.
hi: Anthropic Messages प्रोटोकॉल; x-api-key प्रमाणीकरण का उपयोग करता है।
id: Protokol Anthropic Messages; menggunakan autentikasi x-api-key.
ja: Anthropic Messages プロトコル。x-api-key 認証を使用します。
ko: Anthropic Messages 프로토콜; x-api-key 인증을 사용합니다.
pt_br: Protocolo Anthropic Messages; usa autenticação x-api-key.
ru: Протокол Anthropic Messages; использует аутентификацию x-api-key.
th: โปรโตคอล Anthropic Messages; ใช้การยืนยันตัวตน x-api-key
tr: Anthropic Messages protokolü; x-api-key kimlik doğrulamasını kullanır.
vi: Giao thức Anthropic Messages; dùng xác thực x-api-key.
zh_hans: Anthropic Messages 协议；使用 x-api-key 鉴权。
zh_hant: Anthropic Messages 協定；使用 x-api-key 鑑權。

source: Anthropic direct / Claude-compatible relay
ar: Anthropic مباشر / رحال متوافق مع Claude
de: Anthropic direkt / Claude-kompatibles Relay
es: Anthropic directo / relay compatible con Claude
fr: Anthropic direct / relais compatible Claude
hi: Anthropic डायरेक्ट / Claude-संगत relay
id: Anthropic langsung / relay kompatibel Claude
ja: Anthropic 直結 / Claude 互換 Relay
ko: Anthropic 직접 / Claude 호환 relay
pt_br: Anthropic direto / relay compatível com Claude
ru: Anthropic напрямую / Claude-совместимый relay
th: Anthropic โดยตรง / Relay ที่เข้ากันได้กับ Claude
tr: Anthropic doğrudan / Claude uyumlu relay
vi: Anthropic trực tiếp / relay tương thích Claude
zh_hans: Anthropic 直连 / Claude 兼容中转
zh_hant: Anthropic 直連 / Claude 相容中轉

source: Anthropic protocol cannot generate images
ar: بروتوكول Anthropic لا يمكنه إنشاء الصور
de: Anthropic-Protokoll kann keine Bilder erzeugen
es: El protocolo de Anthropic no puede generar imágenes
fr: Le protocole Anthropic ne peut pas générer d'images
hi: Anthropic प्रोटोकॉल चित्र जनरेट नहीं कर सकता
id: Protokol Anthropic tidak dapat menghasilkan gambar
ja: Anthropic プロトコルでは画像生成できません
ko: Anthropic 프로토콜은 이미지를 생성할 수 없습니다
pt_br: O protocolo Anthropic não pode gerar imagens
ru: Протокол Anthropic не может создавать изображения
th: โปรโตคอล Anthropic สร้างรูปภาพไม่ได้
tr: Anthropic protokolü resim üretemez
vi: Giao thức Anthropic không thể tạo ảnh
zh_hans: Anthropic 协议无法生成图片
zh_hant: Anthropic 協定無法產生圖片

source: App Preferences
ar: تفضيلات التطبيق
de: App-Einstellungen
es: Preferencias de la aplicación
fr: Préférences de l'application
hi: ऐप प्राथमिकताएँ
id: Preferensi Aplikasi
ja: アプリの設定
ko: 앱 환경설정
pt_br: Preferências do aplicativo
ru: Настройки приложения
th: การตั้งค่าแอพ
tr: Uygulama Tercihleri
vi: Tùy chọn ứng dụng
zh_hans: 应用偏好
zh_hant: 應用程式偏好設定

source: Ask Oriveo anything...
ar: اسأل Oriveo أي شيء...
de: Frag Oriveo alles...
es: Pregunta lo que quieras a Oriveo...
fr: Demandez n'importe quoi à Oriveo...
hi: Oriveo कुछ भी पूछें...
id: Tanyakan apa saja pada Oriveo...
ja: Oriveo に何でも聞いてみよう...
ko: Oriveo에게 무엇이든 물어보세요...
pt_br: Pergunte qualquer coisa ao Oriveo...
ru: Спросите Oriveo что угодно...
th: ถาม Oriveo อะไรก็ได้...
tr: Oriveo'ye istediğiniz her şeyi sorun...
vi: Hãy hỏi Oriveo bất cứ điều gì...
zh_hans: 向 Oriveo 提问...
zh_hant: 向 Oriveo 提問...

source: At current pace
ar: بالوتيرة الحالية
de: Im aktuellen Tempo
es: Al ritmo actual
fr: Au rythme actuel
hi: वर्तमान गति से
id: Dengan kecepatan saat ini
ja: 現在のペースで
ko: 현재 속도로
pt_br: No ritmo atual
ru: Текущими темпами
th: ที่ก้าวปัจจุบัน
tr: Mevcut hızda
vi: Với tốc độ hiện tại
zh_hans: 按当前速度
zh_hant: 依目前速度

source: Auto
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: ऑटो
id: Mobil
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
th: อัตโนมัติ
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hi: स्वचालित
id: Otomatis
ja: 自動
ko: 자동
pt_br: Automático
ru: Автоматически
th: อัตโนมัติ
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Automatic configuration available
ar: الإعداد التلقائي متاح
de: Automatische Konfiguration verfügbar
es: Configuración automática disponible
fr: Configuration automatique disponible
hi: स्वचालित कॉन्फ़िगरेशन उपलब्ध
id: Konfigurasi otomatis tersedia
ja: 自動構成を利用できます
ko: 자동 구성 사용 가능
pt_br: Configuração automática disponível
ru: Доступна автоматическая настройка
th: มีการกำหนดค่าอัตโนมัติ
tr: Otomatik yapılandırma mevcut
vi: Có sẵn cấu hình tự động
zh_hans: 自动配置可用
zh_hant: 自動設定可用

source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
hi: उपलब्ध
id: Tersedia
ja: 利用可能
ko: 사용 가능
pt_br: Disponível
ru: Доступный
th: มีอยู่
tr: Mevcut
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

source: Available models: %lld
ar: النماذج المتاحة: %lld
de: Verfügbare Modelle: %lld
es: Modelos disponibles: %lld
fr: Modèles disponibles : %lld
hi: उपलब्ध मॉडल: %lld
id: Model yang tersedia: %lld
ja: 利用可能なモデル：%lld
ko: 사용 가능한 모델: %lld
pt_br: Modelos disponíveis: %lld
ru: Доступные модели: %lld
th: รุ่นที่มีจำหน่าย: %lld
tr: Mevcut modeller: %lld
vi: Các mẫu có sẵn: %lld
zh_hans: 可用模型：%lld
zh_hant: 可用模型：%lld

source: Avatar upload failed. Please try again.
ar: فشل تحميل الصورة الرمزية. يرجى المحاولة مرة أخرى
de: Avatar-Upload fehlgeschlagen. Bitte erneut versuchen
es: Error al subir el avatar. Inténtalo de nuevo
fr: Échec du téléchargement de l'avatar. Veuillez réessayer
hi: अवतार अपलोड विफल रहा. कृपया पुन: प्रयास करें।
id: Pengunggahan avatar gagal. Silakan coba lagi.
ja: アバターのアップロードに失敗しました。再試行してください
ko: 아바타 업로드에 실패했습니다. 다시 시도해주세요
pt_br: Falha ao enviar o avatar. Tente novamente
ru: Не удалось загрузить аватар. Пожалуйста, попробуйте еще раз.
th: การอัปโหลดอวตารล้มเหลว โปรดลองอีกครั้ง
tr: Avatar yüklemesi başarısız oldu. Lütfen tekrar deneyin.
vi: Tải lên hình đại diện không thành công. Vui lòng thử lại.
zh_hans: 头像上传失败，请重试
zh_hant: 頭像上傳失敗，請重試

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Backup & Import/Export
ar: النسخ الاحتياطي والاستيراد/التصدير
de: Sichern und Importieren/Exportieren
es: Copia de seguridad e importación/exportación
fr: Sauvegarde et importation/exportation
hi: बैकअप और आयात/निर्यात
id: Cadangan & Impor/Ekspor
ja: バックアップとインポート/エクスポート
ko: 백업 및 가져오기/내보내기
pt_br: Backup e importação/exportação
ru: Резервное копирование и импорт/экспорт
th: สำรองข้อมูลและนำเข้า/ส่งออก
tr: Yedekleme ve İçe Aktarma/Dışa Aktarma
vi: Sao lưu & Nhập/Xuất
zh_hans: 备份与导入/导出
zh_hant: 備份和匯入/匯出

source: Balanced
ar: متوازن
de: Ausgewogen
es: Equilibrado
fr: Équilibré
hi: संतुलित
id: Seimbang
ja: バランス
ko: 균형
pt_br: Equilibrado
ru: Сбалансированный
th: สมดุล
tr: Dengeli
vi: Cân bằng
zh_hans: 均衡
zh_hant: 均衡

source: Based on local conversation history
ar: استنادًا إلى سجل المحادثات المحلي
de: Basierend auf dem lokalen Gesprächsverlauf
es: Basado en el historial de conversaciones local
fr: Basé sur l’historique local des conversations
hi: स्थानीय वार्तालाप इतिहास पर आधारित
id: Berdasarkan riwayat percakapan lokal
ja: ローカルの会話履歴に基づく
ko: 로컬 대화 기록 기준
pt_br: Com base no histórico local de conversas
ru: На основе местной истории разговоров
th: ขึ้นอยู่กับประวัติการสนทนาในท้องถิ่น
tr: Yerel konuşma geçmişine dayalı
vi: Dựa trên lịch sử hội thoại địa phương
zh_hans: 基于本地对话记录
zh_hant: 基於本機對話記錄

source: Based on usage on this device
ar: استنادًا إلى الاستخدام على هذا الجهاز
de: Basierend auf der Nutzung auf diesem Gerät
es: Según el uso en este dispositivo
fr: Basé sur l’utilisation sur cet appareil
hi: इस डिवाइस पर उपयोग के आधार पर
id: Berdasarkan penggunaan pada perangkat ini
ja: このデバイス上の使用状況に基づく
ko: 이 기기의 사용량 기준
pt_br: Com base no uso neste dispositivo
ru: На основе использования на этом устройстве
th: ขึ้นอยู่กับการใช้งานบนอุปกรณ์นี้
tr: Bu cihazdaki kullanıma göre
vi: Dựa trên mức sử dụng trên thiết bị này
zh_hans: 基于此设备上的使用情况
zh_hant: 基於此裝置上的使用情況

source: Best for complex reasoning and tool use
ar: الأفضل للتفكير المعقد واستخدام الأدوات
de: Am besten für komplexe Überlegungen und den Einsatz von Werkzeugen geeignet
es: Lo mejor para razonamiento complejo y uso de herramientas.
fr: Idéal pour le raisonnement complexe et l’utilisation d’outils
hi: जटिल तर्क और उपकरण के उपयोग के लिए सर्वोत्तम
id: Terbaik untuk penalaran kompleks dan penggunaan alat
ja: 複雑な推論やツールの使用に最適
ko: 복잡한 추론 및 도구 사용에 가장 적합
pt_br: Melhor para raciocínio complexo e uso de ferramentas
ru: Лучше всего подходит для сложных рассуждений и использования инструментов.
th: ดีที่สุดสำหรับการให้เหตุผลที่ซับซ้อนและการใช้เครื่องมือ
tr: Karmaşık akıl yürütme ve araç kullanımı için en iyisi
vi: Tốt nhất cho việc sử dụng công cụ và lý luận phức tạp
zh_hans: 适合复杂推理和工具调用
zh_hant: 最適合複雜推理和工具使用

source: Breathe, I'll wait.
ar: تنفّس، أنا أنتظر.
de: Atme, ich warte.
es: Respira, te espero.
fr: Respire, je t'attends.
hi: साँस लो, मैं रुकता हूँ।
id: Tarik napas, aku menunggu.
ja: 深呼吸、待ってるよ
ko: 숨 한 번 쉬어, 기다릴게
pt_br: Respira, eu espero.
ru: Вдохни, я подожду.
th: หายใจเข้าลึก ๆ ฉันรออยู่
tr: Nefes al, beklerim.
vi: Hít thở đi, mình đợi bạn.
zh_hans: 深呼吸，我等你
zh_hant: 深呼吸，我等你

source: By continuing, you agree to the legal terms below.
ar: بمتابعة الاستخدام، فإنك توافق على الشروط القانونية أدناه.
de: Indem du fortfährst, stimmst du den untenstehenden rechtlichen Bedingungen zu.
es: Al continuar, aceptas los términos legales a continuación.
fr: En continuant, vous acceptez les conditions légales ci-dessous.
hi: जारी रखकर, आप नीचे दी गई कानूनी शर्तों से सहमत हैं।
id: Dengan melanjutkan, Anda menyetujui persyaratan hukum di bawah ini.
ja: 続行すると、以下の法的条件に同意したものとみなされます。
ko: 계속하면 아래의 법적 약관에 동의하는 것으로 간주됩니다.
pt_br: Ao continuar, você concorda com os termos legais abaixo.
ru: Продолжая, вы соглашаетесь с приведенными ниже юридическими условиями.
th: การดำเนินการต่อแสดงว่าคุณยอมรับข้อกำหนดทางกฎหมายด้านล่าง
tr: Devam ederek aşağıdaki yasal şartları kabul etmiş olursunuz.
vi: Bằng cách tiếp tục, bạn đồng ý với các điều khoản pháp lý bên dưới.
zh_hans: 继续即表示你同意以下法律条款。
zh_hant: 繼續即表示你同意以下法律條款。

source: Can you help me analyze this dataset for my quarterly report? I need to identify the top three growth drivers from the last six months.
ar: هل يمكنك مساعدتي في تحليل مجموعة البيانات هذه لتقريري ربع السنوي؟ أحتاج إلى تحديد أهم ثلاثة محركات للنمو خلال الأشهر الستة الماضية.
de: Können Sie mir bei der Analyse dieses Datensatzes für meinen Quartalsbericht helfen? Ich muss die drei wichtigsten Wachstumstreiber der letzten sechs Monate identifizieren.
es: ¿Pueden ayudarme a analizar este conjunto de datos para mi informe trimestral? Necesito identificar los tres principales impulsores del crecimiento de los últimos seis meses.
fr: Pouvez-vous m'aider à analyser cet ensemble de données pour mon rapport trimestriel ? Je dois identifier les trois principaux moteurs de croissance des six derniers mois.
hi: क्या आप मेरी तिमाही रिपोर्ट के लिए इस डेटासेट का विश्लेषण करने में मेरी मदद कर सकते हैं? मुझे पिछले छह महीनों के शीर्ष तीन विकास चालकों की पहचान करने की आवश्यकता है।
id: Bisakah Anda membantu saya menganalisis kumpulan data ini untuk laporan triwulanan saya? Saya perlu mengidentifikasi tiga pendorong pertumbuhan utama dalam enam bulan terakhir.
ja: 四半期レポート用にこのデータセットを分析するのを手伝ってもらえますか?過去 6 か月間の成長要因の上位 3 つを特定する必要があります。
ko: 분기별 보고서를 위해 이 데이터세트를 분석하는 데 도움을 주실 수 있나요? 지난 6개월간 상위 3가지 성장 동인을 파악해야 합니다.
pt_br: Você pode me ajudar a analisar este conjunto de dados para meu relatório trimestral? Preciso identificar os três principais impulsionadores de crescimento dos últimos seis meses.
ru: Можете ли вы помочь мне проанализировать этот набор данных для моего квартального отчета? Мне нужно определить три главных драйвера роста за последние шесть месяцев.
th: คุณช่วยฉันวิเคราะห์ชุดข้อมูลนี้สำหรับรายงานรายไตรมาสของฉันได้ไหม ฉันต้องระบุตัวขับเคลื่อนการเติบโตสามอันดับแรกจากหกเดือนที่ผ่านมา
tr: Üç aylık raporum için bu veri kümesini analiz etmeme yardımcı olabilir misiniz? Son altı aydaki büyümenin en önemli üç etkenini belirlemem gerekiyor.
vi: Bạn có thể giúp tôi phân tích tập dữ liệu này cho báo cáo hàng quý của tôi không? Tôi cần xác định ba động lực tăng trưởng hàng đầu trong sáu tháng qua.
zh_hans: 你能帮我分析这个数据集吗？我需要识别过去六个月的前三大增长驱动因素。
zh_hant: 你能幫我分析季度報告的資料集嗎？我需要確定過去六個月的三大成長動力。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Cannot access the selected file.
ar: لا يمكن الوصول إلى الملف المحدد.
de: Auf die ausgewählte Datei kann nicht zugegriffen werden.
es: No se puede acceder al archivo seleccionado.
fr: Impossible d'accéder au fichier sélectionné.
hi: चयनित फ़ाइल तक नहीं पहुंच सकता.
id: Tidak dapat mengakses file yang dipilih.
ja: 選択したファイルにアクセスできません。
ko: 선택한 파일에 접근할 수 없습니다.
pt_br: Não é possível acessar o arquivo selecionado.
ru: Невозможно получить доступ к выбранному файлу.
th: ไม่สามารถเข้าถึงไฟล์ที่เลือกได้
tr: Seçilen dosyaya erişilemiyor.
vi: Không thể truy cập tập tin đã chọn.
zh_hans: 无法访问所选文件。
zh_hant: 無法存取所選檔案。

source: Capabilities are saved to this model. They don't affect other models or the relay itself.
ar: تُحفظ القدرات على هذا النموذج فقط ولا تؤثر على نماذج أخرى أو على المرحل نفسه.
de: Die Fähigkeiten werden für dieses Modell gespeichert und betreffen keine anderen Modelle oder das Relay selbst.
es: Las capacidades se guardan en este modelo y no afectan a otros modelos ni al relay.
fr: Les capacités sont enregistrées sur ce modèle et n'affectent pas les autres modèles ni le relais.
hi: क्षमताएँ इस मॉडल में सहेजी जाती हैं और दूसरे मॉडल या रिले पर असर नहीं डालतीं।
id: Kemampuan disimpan pada model ini, tidak memengaruhi model lain atau relai itu sendiri.
ja: この機能はモデル自体に保存され、他のモデルや中継本体には影響しません。
ko: 기능은 이 모델에 저장되며, 다른 모델이나 릴레이 자체에는 영향을 주지 않습니다.
pt_br: Os recursos são salvos neste modelo e não afetam outros modelos nem o relay.
ru: Возможности сохраняются для этой модели и не влияют на другие модели или сам релей.
th: ความสามารถจะบันทึกไว้กับโมเดลนี้ ไม่มีผลต่อโมเดลอื่นหรือรีเลย์
tr: Yetenekler bu modele kaydedilir; diğer modelleri veya relay'in kendisini etkilemez.
vi: Khả năng được lưu trên chính model này, không ảnh hưởng tới model khác hoặc relay.
zh_hans: 能力设置保存在该模型上，不影响其他模型，也不影响中转商本身。
zh_hant: 能力設定儲存於此模型本身，不影響其他模型或中轉商。

source: Chat
ar: محادثة
fr: Discussion
hi: बात करना
id: Mengobrol
ja: チャット
ko: 채팅
pt_br: Conversa
ru: Чат
th: แชท
tr: Sohbet
vi: Trò chuyện
zh_hans: 聊天
zh_hant: 聊天

source: Chat data is not uploaded to Oriveo servers
ar: لا يتم تحميل بيانات الدردشة على خوادم Oriveo
de: Chatdaten werden nicht auf Oriveo-Server hochgeladen
es: Los datos del chat no se cargan en los servidores de Oriveo
fr: Les données de chat ne sont pas téléchargées sur les serveurs Oriveo
hi: चैट डेटा Oriveo सर्वर पर अपलोड नहीं किया गया है
id: Data obrolan tidak diunggah ke server Oriveo
ja: チャットデータは Oriveo サーバーにアップロードされません
ko: 채팅 데이터가 Oriveo 서버에 업로드되지 않습니다.
pt_br: Os dados de chat não são carregados nos servidores Oriveo
ru: Данные чата не загружаются на серверы Oriveo.
th: ข้อมูลการแชทไม่ได้อัปโหลดไปยังเซิร์ฟเวอร์ Oriveo
tr: Sohbet verileri Oriveo sunucularına yüklenmiyor
vi: Dữ liệu trò chuyện không được tải lên máy chủ Oriveo
zh_hans: 聊天数据不会上传到 Oriveo 服务器
zh_hant: 聊天資料未上傳到 Oriveo 伺服器

source: Chat errors use the shared card pattern that always lets the user keep moving.
ar: تستخدم أخطاء الدردشة نمط البطاقة المشتركة الذي يسمح دائمًا للمستخدم بمواصلة الحركة.
de: Chat-Fehler nutzen das Shared-Card-Muster, das es dem Benutzer ermöglicht, immer in Bewegung zu bleiben.
es: Los errores de chat utilizan el patrón de tarjeta compartida que siempre permite al usuario seguir moviéndose.
fr: Les erreurs de chat utilisent le modèle de carte partagée qui permet toujours à l'utilisateur de continuer à bouger.
hi: चैट त्रुटियाँ साझा कार्ड पैटर्न का उपयोग करती हैं जो उपयोगकर्ता को हमेशा चलते रहने देती है।
id: Kesalahan obrolan menggunakan pola kartu bersama yang selalu memungkinkan pengguna terus berpindah.
ja: チャットエラーでは、ユーザーが常に移動し続けることができる共有カードパターンが使用されます。
ko: 채팅 오류는 사용자가 항상 계속 움직일 수 있도록 하는 공유 카드 패턴을 사용합니다.
pt_br: Os erros de chat usam o padrão de cartão compartilhado que sempre permite que o usuário continue em movimento.
ru: При ошибках чата используется шаблон общей карточки, который всегда позволяет пользователю продолжать движение.
th: ข้อผิดพลาดในการแชทใช้รูปแบบการ์ดที่ใช้ร่วมกันซึ่งช่วยให้ผู้ใช้เคลื่อนไหวต่อไปได้เสมอ
tr: Sohbet hataları, kullanıcının her zaman hareket etmesini sağlayan paylaşılan kart modelini kullanır.
vi: Lỗi trò chuyện sử dụng mẫu thẻ chia sẻ luôn cho phép người dùng tiếp tục di chuyển.
zh_hans: 聊天错误使用共享卡片模式，始终让用户可以继续操作。
zh_hant: 聊天錯誤使用共享卡片模式，始終讓使用者繼續移動。

source: ChatGPT subscription
ar: اشتراك ChatGPT
de: ChatGPT-Abo
es: Suscripción de ChatGPT
fr: Abonnement ChatGPT
hi: ChatGPT सब्सक्रिप्शन
id: Langganan ChatGPT
ja: ChatGPT サブスクリプション
ko: ChatGPT 구독
pt_br: Assinatura do ChatGPT
ru: Подписка ChatGPT
th: การสมัครสมาชิก ChatGPT
tr: ChatGPT aboneliği
vi: Gói đăng ký ChatGPT
zh_hans: ChatGPT 订阅
zh_hant: ChatGPT 訂閱

source: Chinese AI
ar: ذكاء اصطناعي صيني
de: Chinesische KI
es: IA China
fr: IA chinoise
hi: चीनी ए.आई
id: AI Tiongkok
ja: 中国AI
ko: 중국 AI
pt_br: IA Chinesa
ru: Китайский ИИ
th: เอไอจีน
tr: Çin yapay zekası
vi: AI Trung Quốc
zh_hans: 中国AI
zh_hant: 中國AI

source: Choose Model
ar: اختر النموذج
de: Modell wählen
es: Elige modelo
fr: Choisir le modèle
hi: मॉडल चुनें
id: Pilih Model
ja: モデルを選択
ko: 모델 선택
pt_br: Escolha o modelo
ru: Выберите модель
th: เลือกรุ่น
tr: Modeli Seçin
vi: Chọn mẫu
zh_hans: 选择模型
zh_hant: 選擇模型

source: Choose a provider first
ar: اختر مزودًا أولاً
de: Wähle zunächst einen Anbieter
es: Elija un proveedor primero
fr: Choisissez d'abord un fournisseur
hi: पहले एक प्रदाता चुनें
id: Pilih penyedia terlebih dahulu
ja: まずプロバイダーを選択してください
ko: 먼저 제공업체를 선택하세요
pt_br: Escolha um provedor primeiro
ru: Сначала выберите провайдера
th: เลือกผู้ให้บริการก่อน
tr: Önce bir sağlayıcı seçin
vi: Chọn nhà cung cấp trước
zh_hans: 请先选择服务商
zh_hant: 首先選擇服務商

source: Choose a provider first, then enter the API key below to continue.
ar: اختر مزوّدًا أولاً، ثم أدخل مفتاح API أدناه للمتابعة.
de: Wähle zunächst einen Anbieter aus und gib dann unten den API-Schlüssel ein, um fortzufahren.
es: Primero elija un proveedor, luego ingrese la clave API a continuación para continuar.
fr: Choisissez d'abord un fournisseur, puis entrez la clé API ci-dessous pour continuer.
hi: पहले एक प्रदाता चुनें, फिर जारी रखने के लिए नीचे API दर्ज करें।
id: Pilih penyedia terlebih dahulu, lalu masukkan API di bawah untuk melanjutkan.
ja: 最初にプロバイダーを選択し、次に以下の APIキーを入力して続行します。
ko: 먼저 제공업체를 선택한 후 아래에 API 키를 입력하여 계속하세요.
pt_br: Escolha primeiro um provedor e, em seguida, insira a chave API abaixo para continuar.
ru: Сначала выберите поставщика, затем введите API ниже, чтобы продолжить.
th: เลือกผู้ให้บริการก่อน จากนั้นป้อน API ด้านล่างเพื่อดำเนินการต่อ
tr: Önce bir sağlayıcı seçin, ardından devam etmek için aşağıya API girin.
vi: Trước tiên hãy chọn nhà cung cấp, sau đó nhập API bên dưới để tiếp tục.
zh_hans: 请先选择一个服务商，再在下方输入 API 密钥。
zh_hant: 首先選擇服務商，然後輸入下面的 API 金鑰繼續。

source: Choose a provider to continue
ar: اختر مزودًا للمتابعة
de: Wähle einen Anbieter, um fortzufahren
es: Elija un proveedor para continuar
fr: Choisissez un fournisseur pour continuer
hi: जारी रखने के लिए एक प्रदाता चुनें
id: Pilih penyedia untuk melanjutkan
ja: 続行するにはプロバイダーを選択してください
ko: 계속하려면 제공업체를 선택하세요.
pt_br: Escolha um provedor para continuar
ru: Выберите провайдера, чтобы продолжить
th: เลือกผู้ให้บริการเพื่อดำเนินการต่อ
tr: Devam etmek için bir sağlayıcı seçin
vi: Chọn nhà cung cấp để tiếp tục
zh_hans: 选择服务商以继续
zh_hant: 選擇服務商以繼續

source: Choose a provider to enable API key input
ar: اختر مزوّدًا لتمكين إدخال مفتاح API
de: Wähle einen Anbieter aus, um die API-Schlüsseleingabe zu ermöglichen
es: Elija un proveedor para habilitar la entrada de clave API
fr: Choisissez un fournisseur pour activer la saisie de la clé API
hi: API इनपुट सक्षम करने के लिए एक प्रदाता चुनें
id: Pilih penyedia untuk mengaktifkan input API
ja: APIキーの入力を有効にするプロバイダーを選択してください
ko: API 키 입력을 활성화하려면 제공업체를 선택하세요.
pt_br: Escolha um provedor para ativar a entrada da chave de API
ru: Выберите провайдера, чтобы включить ввод API
th: เลือกผู้ให้บริการเพื่อเปิดใช้งานอินพุต API
tr: API girişini etkinleştirmek için bir sağlayıcı seçin
vi: Chọn nhà cung cấp để bật đầu vào API
zh_hans: 选择服务商以启用 API 密钥输入
zh_hant: 選擇一個服務商以啟用 API 金鑰輸入

source: Choose from Library
ar: اختيار من المعرض
de: Aus Galerie wählen
es: Elegir de la galería
fr: Choisir dans la galerie
hi: लाइब्रेरी से चुनें
id: Pilih dari Perpustakaan
ja: ライブラリから選択
ko: 라이브러리에서 선택
pt_br: Escolher da galeria
ru: Выбрать из библиотеки
th: เลือกจากห้องสมุด
tr: Kütüphaneden Seç
vi: Chọn từ Thư viện
zh_hans: 从相册选择
zh_hant: 從相簿選取

source: Choose your AI provider and enter your API key
ar: اختر مزوّد الذكاء الاصطناعي الخاص بك وأدخل مفتاح API الخاص بك
de: Wähle deinen KI-Anbieter und gib deinen API-Schlüssel ein
es: Elija su proveedor de IA e ingrese su clave API
fr: Choisissez votre fournisseur d'IA et entrez votre clé API
hi: अपना AI प्रदाता चुनें और अपना API दर्ज करें
id: Pilih penyedia AI Anda dan masukkan API Anda
ja: AI プロバイダーを選択し、APIキーを入力します
ko: AI 제공업체를 선택하고 API 키를 입력하세요.
pt_br: Escolha seu provedor de IA e insira sua chave API
ru: Выберите своего поставщика искусственного интеллекта и введите свой API.
th: เลือกผู้ให้บริการ AI ของคุณและป้อน API ของคุณ
tr: Yapay zeka sağlayıcınızı seçin ve API kodunuzu girin
vi: Chọn nhà cung cấp AI của bạn và nhập API của bạn
zh_hans: 选择你的 AI 服务商并输入 API 密钥
zh_hant: 選擇你的 AI 服務商並輸入你的 API 金鑰

source: Claude (OpenAI-compatible)
ar: Claude (متوافق مع OpenAI)
de: Claude (OpenAI-kompatibel)
es: Claude (compatible con OpenAI)
fr: Claude (compatible OpenAI)
id: Claude (kompatibel OpenAI)
ja: Claude（OpenAI 互換）
ko: Claude (OpenAI 호환)
pt_br: Claude (compatível com OpenAI)
ru: Claude (совместимо с OpenAI)
th: Claude (รองรับ OpenAI)
tr: Claude (OpenAI uyumlu)
vi: Claude (tương thích OpenAI)
zh_hans: Claude（OpenAI 兼容）
zh_hant: Claude（OpenAI 相容）

source: Claude models
ar: نماذج Claude
de: Claude-Modelle
es: Modelos Claude
fr: Modèles Claude
hi: Claude मॉडल
id: Model Claude
ja: Claude モデル
ko: Claude 모델
pt_br: Modelos Claude
ru: Модели Claude
th: โมเดล Claude
tr: Claude modelleri
vi: Mô hình Claude
zh_hans: Claude 系列模型
zh_hant: Claude 系列模型

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
id: Hapus
ja: クリア
ko: 지우기
pt_br: Limpar
ru: Очистить
th: ล้าง
tr: Temizle
vi: Xoá
zh_hans: 清除
zh_hant: 清除

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Code
ar: كود
es: Código
hi: कोड
id: Kode
ja: コード
ko: 코드
pt_br: Código
ru: Код
th: รหัส
tr: Kod
vi: Mã số
zh_hans: 代码
zh_hant: 程式碼
